Repository: kaizhengde/1-step
Catalog: 1 Step/1 Step/Utilities/Localization/*.lproj/Localizable.strings
Languages: de

source: Goals
de: Ziele

source: Active
de: Aktiv

source: Reached
de: Erreicht

source: Profile
de: Profil

source: Edit
de: Bearbeiten

source: Accomplishments
de: Errungenschaften

source: About
de: Über

source: Settings
de: Einstellungen

# dataAndPrivacy
source: Data & Privacy
de: Daten & Datenschutz

source: Help
de: Hilfe

source: Share
de: Teilen

# requestFeatures
source: Ideas for new Updates
de: Ideen für neue Updates

# rateOnAppStore
source: Rate us on the App Store
de: Im App Store bewerten

# sendFeedback
source: Send your Feedback
de: Feedback geben

source: Website
de: Webseite

# plantTree
source: Plant a Tree
de: Einen Baum pflanzen

source: Language
de: Sprache

source: English
de: Englisch

source: German
de: Deutsch

source: Appearance
de: Erscheinung

source: Mirror Device
de: Automatisch

source: Light
de: Hell

source: Dark
de: Dunkel

source: Theme
de: Farbschema

source: Water
de: Wasser

source: Earth
de: Erde

source: Air
de: Luft

source: Notifications
de: Mitteilungen

# exportData
source: Export your data
de: Daten exportieren

source: Reset all data
de: Alle Daten zurücksetzen

source: Privacy policy
de: Datenschutz

source: Summit
de: Gipfel

source: Milestone
de: Meilenstein

source: Goal
de: Ziel

source: Select unit
de: Einheit wählen

source: Unit
de: Einheit

source: Select
de: Wählen

source: On
de: Ein

source: Off
de: Aus

source: Yes
de: Ja

source: No
de: Nein

source: Credits
de: Anerkennungen

source: Terms
de: Nutzungsbedingungen

source: Current
de: Aktuell

source: Reminders
de: Erinnerungen

source: New Reminder
de: Neu

source: Edit Reminder
de: Bearbeiten

source: At time
de: Um Uhrzeit

source: Repeat every
de: Wiederholen, jeden

source: Custom
de: Eigenes

source: Plant
de: Pflanzen

source: Create
de: Erstellen

source: Every day
de: Jeden Tag

source: Time
de: Zeit

source: Delete
de: Löschen

source: Lifetime
de: Lebenszeit

source: Note
de: Hinweis

source: Thank you
de: Danke

source: How it works
de: Wie es funktioniert

source: Examples
de: Beispiele

source: Tutorial
de: Anleitung

source: Select mountain
de: Berg auswählen

source: Select color
de: Farbe auswählen

source: Goal basics
de: Ziel Grundlagen

source: Unknown Error
de: Unbekannter Error

source: Good morning
de: Guten Morgen

source: Good evening
de: Guten Abend

source: Contact me
de: Kontakt aufnehmen

source: How
de: Wie

source: What
de: Was

source: You
de: Du

source: Your name
de: Dein Name

source: Welcome
de: Willkommen

source: Step
de: Schritt

source: Of
de: Von

source: Congrats
de: Glückwunsch

source: Complete
de: Vollenden

source: Awesome
de: Super

source: Great
de: Großartig

source: Amazing
de: Toll

source: Incredible
de: Unglaublich

source: Reset
de: Zurücksetzen

source: Danger zone
de: Gefahrenzone

source: Meditate
de: Meditieren

source: Continue
de: Weiter

source: You are awesome
de: Du bist toll

# featuresRequest
source: Update ideas
de: Update Ideen

# contactRequest
source: Contact
de: Kontakt

source: Giving back
de: Bäume

# step.category_duration
source: duration
de: Dauer

# step.category_distance
source: distance
de: Distanz

# step.category_reps
source: reps
de: Anzahl

# step.unit_miles
source: miles
de: Meilen

# step.unit_feets
source: feets
de: Füße

# step.unit_times
source: times
de: Mal

# step.unit_pages
source: pages
de: Seiten

# step.unit_steps
source: steps
de: Schritte

# step.unit_decisions
source: decisions
de: Beschlüsse

# step.unit_trees
source: trees
de: Bäume

# step.unit_books
source: books
de: Bücher

# step.unit_custom
source: custom
de: Eigenes

# profile.enterNewName
source: Enter a new name
de: Gebe einen neuen Namen ein.

# profile.made
source: Made in Zurich, Switzerland
de: Made in Zürich, Schweiz

# profile.accomplishment_steps
source: Steps in total
de: Schritte insgesamt

# profile.accomplishment_milestones
source: Milestones reached
de: Meilensteine erreicht

# profile.accomplishment_goals
source: Goals completed
de: Ziele erreicht

# profile.reset_confirmMessage
source: Are you sure? This action cannot be undone. Confirm with typing in: Irreversible.
de: Bist du dir sicher? Dieser Schritt kann nicht rückgängig gemacht werden. Bestätige mit der Eingabe: Unwiderruflich

# profile.reset_confirmInput
source: Irreversible
de: Unwiderruflich

# goalChange.enterCustomUnit
source: Enter your unit.
de: Gebe deine Einheit ein.

# goalChange.confirmDelete
source: Are you sure? This action cannot be undone. Confirm with your Goal.
de: Bist du dir sicher? Dieser Schritt kann nicht rückgängig gemacht werden. Bestätige mit deinem Ziel.

# goalError.goalNameEmpty
source: What do you want to achieve? Please enter a goal.
de: Was möchtest du erreichen? Bitte gebe ein Ziel ein.

# goalError.stepsNeededEmpty
source: How many steps does it take to reach your goal? Please enter a number.
de: Wie viele Schritte benötigt es, um dein Ziel zu erreichen? Bitte gebe eine Zahl ein.

# goalError.stepUnitEmpty
source: What do you want to track? Please select a unit.
de: Was möchtest du tracken? Bitte gebe eine Einheit ein.

# goalError.stepCustomUnitEmpty
source: You have entered no custom unit. Make sure you have entered something.
de: Du hast keine eigene Einheit eingegeben. Versuch es bitte noch einmal.

# goalError.stepsNeededTooLittle
source: Your goal has too little steps to take. Minimum steps:
de: Dein Ziel benötigt zu wenige Schritte. Minimum:

# goalError.stepsNeededTooMany
source: Your goal has too many steps to take. Maximum steps:
de: Dein Ziel benötigt zu viele Schritte. Maximum:

# goalError.currentBelowNeededStepUnits
source: You can't go below your current progress.
de: Du kannst kein Ziel haben, das weniger Schritte benötigt, als dein momentaner Stand.

# goalError.changeOfCategory
source: Changing step category is not possible. Create a new goal instead.
de: Die Kategorie ist nicht wechselbar. Erstelle dafür ein neues Ziel.

# goalError.changeOfDistanceUnitsSystem
source: You can't change between metric and imperial units. Create a new goal instead.
de: Ein Wechsel zwischen Metrisch und Imperisch ist nicht möglich. Erstelle dafür ein neues Ziel.

# goalError.negativeSteps
source: You can't have a negative progress.
de: Du kannst keinen negativen Fortschritt haben.

# goalError.unknown
source: Failed with an unknown error. Consider restarting the app.
de: An einem unbekannten Fehler gescheitert. Ziehe einen Neutart der App in Betracht.

# premium.achieveEveryGoal
source: Achieve every goal
de: Erreiche jedes Ziel

# premium.unlimitedGoals
source: Create unlimited goals
de: Erstelle unlimitiert viele Ziele

# premium.futureUpdates
source: Support new updates
de: Unterstütze neue Updates

# premium.realTree
source: Plant a real tree
de: Pflanze einen echten Baum

# premium.youChoose
source: You choose the price
de: Du wählst den Preis

# premium.restore
source: Restore purchase
de: Kauf wiederherstellen

# premium.noteTextPassage
source: This purchase will grant you access to all current and upcoming features. No subscription, you only pay once and it's forever yours.
de: Mit diesem Kauf wird dir der volle Zugang zu allen gegenwärtigen und zukünftigen Features gewährt. Kein Abonnement, zu zahlst nur einmal und es ist für immer deins.

# premium.thankYouText
source: you have successfully unlocked 1 Step Premium. We wish you a wonderful experience!
de: du hast 1 Step Premium erfolgreich freigeschaltet. Wir wünschen dir eine wundervolle Zeit.

# error.mocSave
source: There was a problem saving your data but it is not your fault. Try to do it again or restart the app.
de: Deine Änderungen konnten nicht gesichert werden, es ist nicht deine Schuld. Versuche es bitte erneut. Erwäge sonst einen Neustart.

# error.noAccessPhotoLibrary
source: Please grant permission to access the photo library.
de: Bitte genehmige den Zugang zu deiner Foto-Bibliothek.

# error.noAccessNotification
source: Please grant permission for notifications.
de: Bitte genehmige das Senden von Mitteilungen.

# error.iCloudNotAvailable
source: Make sure that iCloud is turned on for 1 Step inside your device settings.
de: Bitte stell sicher, dass iCloud für 1 Step in den Geräteeinstellungen aktiviert ist.

# error.noInternetConnection
source: Seems like you are not connected to the internet. Make sure that you have an active internet connection.
de: Bitte stell sicher, dass du eine aktive Internet Verbindung hast.

# notification.goal_bodyText
source: It's time to take one more step.
de: Zeit für einen weiteren Schritt.

# notification.goal_errorNoDaySelected
source: Please select at least one repeating day.
de: An welchen Tagen möchtest du erinnert werden? Bitte wähle zumindest einen Tag aus.

# help.frequentlyAsked
source: Frequently asked
de: Oft gefragt

# help.question1_title
source: Can I redo added steps?
de: Kann ich erfasste Schritte rückgängig machen?

# help.question1_text
source: Yes, but not directly. You would have to take the same amount of negative steps. Negative steps are on the top of the wheel you use to add steps. By scrolling all the way to the top, I am sure you will find them.
de: Ja, aber nicht direkt. Du müsstest die gleiche Anzahl an negativen Schritten nehmen. Negative Schritte findest du ganz oben am Drehrad, wo du gewöhnlich Schritte hinzufügt. Scrolle also ganz nach oben, ich bin mir sicher du wirst sie finden.

# help.question2_title
source: Can I restart my goal?
de: Kann ich mein Ziel neu anfangen?

# help.question2_text
source: Not directly. You would have to delete your goal and create it again.
de: Das wäre nicht direkt möglich. Du müsstest dein Ziel löschen und erneut erstellen.

# help.question3_title
source: Can I change the order of my goals?
de: Kann ich die Reihenfolge meiner Ziele ändern?

# help.question3_text
source: Sure. You can change the order of active and reached goals by long pressing on any goal item. This will activate drag and drop.
de: Klar. Wenn du länger auf ein Ziel drücks, so aktiviert sich ein Drag und Drop. Das gilt sowohl für aktive, als auch für erreichte Ziele.

# help.question4_title
source: How are steps calculated?
de: Wie werden Schritte calculiert?

# help.question4_text
source: Internally, we are distinguishing between stepUnits and steps. The amount of stepUnits correspond to the amount of steps you have to take in order to reach your goal. It is defined by the user. Steps on the other hand are calculated from stepUnits with a specific ratio. This makes sure that independent from your stepUnits, every goal you create will have at least ten steps to take and at most thousand to take. Example: Meditate 3 hours. This goal would have 3 stepUnits and a ratio of 60, leading to 180 steps to take in total. Each step would correspond to 1 minute.
de: Intern unterscheiden wir zwischen sogenannten StepUnits und Steps. Die Anzahl der StepUnits entspricht genau der Anzahl an Schritte, die es braucht, um dein Ziel zu erreichen. Es wird also vom User bestimmt. Steps hingegen, werden von StepUnits und einem Verhältnis berrechnet. So kann sicher gestellt werden, dass unabhängig vom Ziel, man immer mindestens zen und maximal tausend Steps braucht, um ein Ziel zu erreichen. Beispiel: 3 Stunden meditieren. Das Ziel hätte 3 StepUnits und ein Verhältnis von 60. Folglich braucht es 180 Steps, um am Gipfel anzukommen. Jeder Step würde einer Minute entsprechen.

# help.question5_title
source: Are there any statistics?
de: Gibt es Statistiken?

# help.question5_text
source: Soon. Every step you take already saves all necessary information to display statistics.
de: Bald. Mit jedem erfassten Schritt, speicherst du bereits alle nötigen Daten für die Darstellung von Statistiken.

# help.question6_title
source: Is my data safe?
de: Sind meine Daten sicher?

# help.question6_text
source: Your data is by default only saved locally on your device. For extra safety, you could activate iCloud synchronization inside Data & Privacy. This will automatically synchronize and store all your data inside iCloud as well.
de: Standardmäßig werden deine Daten bloß lokal auf deinem Gerät gespeichert. Für mehr Sicherheit, kannst du unter dem Abschnitt Daten & Datenschutz, die iCloud Synchronisation aktivieren. Dann werden deine Daten automatisch zusätzlich im iCloud gespeichert.

# help.bottomText
source: You didn’t find the answer to your question? Feel free to contact me!
de: Du hast keine Antwort zu deiner Frage gefunden? Kontaktiere mich gerne!

# howItWorks.textPassageOne1
source: 1 Step is about reaching your goals smartly and with ease.
de: 1 Step ermöglicht es dir, deine Ziele klever und mit Leichtigkeit zu erreichen.

# howItWorks.textPassageOne2
source: The idea is to break your goals into tiny steps. A tiny step makes it more tangible and easier to act on.
de: Im Prinzip geht es darum, ein Ziel in winzig kleine Schritte herunterzubrechen, wobei jeder einzelne Schritt für dich nur minimale Überwindung benötigt.

# howItWorks.textPassageOne3
source: It's about minimizing the amount of discipline and motivation needed to take action towards your goal.
de: Es geht darum, die benötigte Disziplin und Motivation zum Handlen, auf ein Mindestmaß zu reduzieren.

# howItWorks.textPassageOne4
source: Let's say you want to lose weight. That could become 100 miles of running in total instead.
de: Zum Beispiel wäre ein Alternativ-Ziel fürs Abnehmen, insgesamt 100 Kilometer zu laufen.

# howItWorks.textPassageOne5
source: Each step would be equivalent to running just a few miles.
de: Jeder Schritt würde so bloß wenige Kilometer entsprechen.

# howItWorks.exampleOne1
source: Lose weight
de: Abnehmen

# howItWorks.exampleOne2
source: Run 100 miles in total
de: 100 Kilometer insgesamt laufen

# howItWorks.textPassageTwo1
source: Of course, be as creative as you want. Choose whatever motivates you the most!
de: Natürlich kannst du deiner Kreativität freien Lauf lassen. Wähle das was dich am meisten motiviert!

# howItWorks.exampleTwo1
source: Lose weight
de: Abnehmen

# howItWorks.exampleTwo2
source: Run 100 miles
de: 100 Kilometer laufen

# howItWorks.exampleTwo3
source: Swim 30 times
de: 30 Mal schwimmen

# howItWorks.exampleTwo4
source: Visit 50 parks
de: 50 Parks besuchen

# howItWorks.exampleTwo5
source: Hike 12 mountains in the Swiss alps
de: 12 Berge in den Alpen wandern

# howItWorks.textPassageThree1
source: As you have achieved these indirect goals, you will certainly have lost some weight.
de: Hast du eines der indirekten Ziele erreicht, so wirst du sicherlich abgenommen haben.

# howItWorks.textPassageThree2
source: No need for your goals to always be in the foreground of your daily life.
de: Die Ziele müssen nicht ständig im Vordergrund deines täglichen Alltags stehen.

# howItWorks.textPassageThree3
source: You take tiny steps whenever you want and track them using 1 Step.
de: Du nimmst winzige Schritte, wann immer du möchtest und notierst sie hier in 1 Step.

# howItWorks.textPassageThree4
source: These steps will have a compound effect over time. You will be surprised by how effective this method is.
de: Der Effekt dieser Schritte wird sich bemerkbar machen. Du wirst erstaunt sein, wie effektiv das Vorgehen ist.

# examples.oneTitle
source: Lose weight
de: Abnehmen

# examples.oneText1
source: Lose weight
de: Abnehmen

# examples.oneText2
source: Lose 20 pounds
de: 20 Kilo verlieren

# examples.oneText3
source: Exercise more often
de: Mehr Sport treiben

# examples.oneText4
source: Run 100 miles
de: 100 Kilometer laufen

# examples.oneText5
source: Swim 30 times
de: 30 Mal schwimmen

# examples.oneText6
source: Run to 50 parks
de: 50 Parks besuchen

# examples.oneText7
source: Hike 12 mountains
de: 12 Berge in den Alpen wandern

# examples.twoTitle
source: Become more self-aware
de: Bewusster werden

# examples.twoText1
source: Become more self-aware
de: Bewusster werden

# examples.twoText2
source: Practice mindfulness
de: Achtsamkeit praktizieren

# examples.twoText3
source: Start meditating regularly
de: Regelmäßig meditieren

# examples.twoText4
source: Meditate 50 hours
de: 50 Stunden meditieren

# examples.twoText5
source: Meditate 100 times
de: 100 Stunden meditieren

# examples.twoText6
source: Breathe in deeply 1000 times
de: 1000 mal tief einatmen

# examples.twoText7
source: Acknowledge the now 500 times
de: 500 mal den gegenwärtigen Moment wahrnehmen

# examples.threeTitle
source: Help the environment
de: Mehr für die Umwelt tun

# examples.threeText1
source: Help the environment
de: Mehr für die Umwelt tun

# examples.threeText2
source: Plant 100 trees
de: 100 Bäume pflanzen

# examples.threeText3
source: Protect rainforest 10 square miles
de: 10 Quadratkilometer Regenwald schützen

# examples.threeText4
source: Collect trash 800 times
de: 800 Mal Müll aufsammeln

# examples.threeText5
source: Eat a vegan meal 100 times
de: 100 Mal vegan essen

# examples.fourTitle
source: Get better at guitar
de: Auf der Gitarre besser werden

# examples.fourText1
source: Get better at guitar
de: Auf der Gitarre besser werden

# examples.fourText2
source: Play 100 new songs
de: 100 neue Lieder spielen

# examples.fourText3
source: Play 100 hours
de: 100 Stunden spielen

# examples.fourText4
source: Watch 10 tutorials
de: 10 Tutorials schauen

# examples.fiveTitle
source: Be more happy
de: Glücklicher werden

# examples.fiveText1
source: Be more happy
de: Glücklicher werden

# examples.fiveText2
source: Give back and help others
de: Anfangen mehr zu geben und anderen helfen

# examples.fiveText3
source: Collect trash 800 times
de: 800 Mal Müll aufsammeln

# examples.fiveText4
source: Rescue an insect 300 times
de: 300 Mal einen Insekten retten

# examples.fiveText5
source: Be helpful to a friend 100 times
de: 100 Mal FreundIn behilflich sein

# examples.sixTitle
source: Stop procrastination
de: Aufhören zu prokrastinieren

# examples.sixText1
source: Stop procrastination
de: Aufhören zu prokrastinieren

# examples.sixText2
source: Start doing the right thing instantly
de: Anfangen, das Richtige sofort zu tun

# examples.sixText3
source: Train my instant decision making muscle
de: Meinen Sofort-Handeln Muskel trainieren

# examples.sixText4
source: Make 1000 instant decisions
de: 1000 Entscheidungen treffen

# examples.sevenTitle
source: Learn French
de: Frnzösisch lernen

# examples.sevenText1
source: Learn French
de: Frnzösisch lernen

# examples.sevenText2
source: Interact more frequently with French
de: Öfter auf Frnzösisch interagieren

# examples.sevenText3
source: Watch 100 movies in French
de: 100 Filme auf Frnzösisch anschauen

# examples.sevenText4
source: Listen to French podcasts 500 times
de: 500 Mal Podcasts auf Frnzösisch hören

# examples.eightTitle
source: Expand my knowledge
de: Wissenshorizont erweitern

# examples.eightText1
source: Expand my knowledge
de: Wissenshorizont erweitern

# examples.eightText2
source: Read more books
de: Mehr Bücher lesen

# examples.eightText3
source: Read 500 pages
de: 500 Seiten lesen

# examples.eightText4
source: Read 200 times
de: 200 Mal lesen

# firstStart.whatsYourName
source: Hi 🙂 What’s your name?
de: Hi 🙂 Wie ist dein Name?

# firstStart.howShould
source: How should we call you?
de: Wie sollen wir dich nennen?

# firstStart.excited
source: we wish you a wonderful experience with 1 Step.
de: wir wünschen dir eine wundervolle Zeit mit 1 Step.

# addStepsAccomplishment.completedText
source: You are on the peak of the mountain. 🎊 Accomplishing a total of
de: Du stehst auf dem Gipfel des Berges. 🎊 Mit insgesamt

# biometrics.reason_authorizing
source: To continue, you need to authorize yourself.
de: Bitte authentifiziere dich, um fortzufahren.

# biometrics.reason_requestPermission
source: To activate biometric authentication, we need to authorize you.
de: Um die biometrische Authentifizierung zu aktivieren, müssen wir dich authentifizieren.

# biometrics.error_invalid
source: Could not enable biometric authentication.
de: Die biometrische Authentifizierung konnte nicht aktiviert werden.

# biometrics.error_unavailable
source: failed. Make sure that you have your biometrics setup inside settings and turned on for 1 Step.
de: fehlgeschlafen. Bitte stell sicher, dass eine biometrische Authentifizierung konfiguriert und für 1 Step aktiviert ist.

# mail.sent_thankYouText
source: 1 Step was made with the help of your feedback. You are awesome!
de: 1 Step wurde mithilfe von eurem Feedback entwickelt. Du bist toll!

# mail.error_unableToSendMails
source: Unable to send mails. Please make sure that you have an active internet connection.
de: Nicht imstande, Mails zu senden. Bitte stell sicher, dass du eine aktive Internet verbindungen hast.

# mail.error_failedToSend
source: Something went wrong. Your mail could not be sent.
de: Etwas ist schiefgelaufen. Deine Mail konnte nicht versendet werden.

# share.message
source: Hi, I just wanted to tell you about 1 Step.
de: Hi, hast du schon von 1 Step gehört?

# givingBack.textPassage1
source: Contributing to the greater good is the most important thing to me.
de: Zum größeren Wohl beizutragen ist das Wichtigste für mich.

# givingBack.textPassage2
source: For every single purchase you make, we will together plant one tree!
de: Für jeden Kauf werden wir zusammen einen Baum pflanzen!
